Before merge, verify that all the following plans are correct. They will be applied as-is after the merge.

#### Terraform plans
<details><summary>ipld</summary>

```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # github_membership.this["kubuxu"] will be created
  + resource "github_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + username = "Kubuxu"
    }

  # github_membership.this["richardlitt"] will be created
  + resource "github_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + username = "RichardLitt"
    }

  # github_membership.this["stebalien"] will be created
  + resource "github_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "admin"
      + username = "Stebalien"
    }

  # github_repository_collaborator.this["js-unixfs:gozala"] will be created
  + resource "github_repository_collaborator" "this" {
      + id                          = (known after apply)
      + invitation_id               = (known after apply)
      + permission                  = "admin"
      + permission_diff_suppression = false
      + repository                  = "js-unixfs"
      + username                    = "Gozala"
    }

  # github_repository_collaborator.this["libipld:stebalien"] will be created
  + resource "github_repository_collaborator" "this" {
      + id                          = (known after apply)
      + invitation_id               = (known after apply)
      + permission                  = "admin"
      + permission_diff_suppression = false
      + repository                  = "libipld"
      + username                    = "Stebalien"
    }

  # github_team_membership.this["admin:kubuxu"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2080485"
      + username = "Kubuxu"
    }

  # github_team_membership.this["admin:mikeal"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2080485"
      + username = "mikeal"
    }

  # github_team_membership.this["admin:stebalien"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2080485"
      + username = "Stebalien"
    }

  # github_team_membership.this["admin:whyrusleeping"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2080485"
      + username = "whyrusleeping"
    }

  # github_team_membership.this["contributors:adlrocha"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411284"
      + username = "adlrocha"
    }

  # github_team_membership.this["contributors:aschmahmann"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411284"
      + username = "aschmahmann"
    }

  # github_team_membership.this["contributors:daviddias"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411284"
      + username = "daviddias"
    }

  # github_team_membership.this["contributors:kubuxu"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411284"
      + username = "Kubuxu"
    }

  # github_team_membership.this["contributors:richardlitt"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411284"
      + username = "RichardLitt"
    }

  # github_team_membership.this["contributors:stebalien"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411284"
      + username = "Stebalien"
    }

  # github_team_membership.this["contributors:whyrusleeping"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411284"
      + username = "whyrusleeping"
    }

  # github_team_membership.this["core:rvagg"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "3403997"
      + username = "rvagg"
    }

  # github_team_membership.this["core:stebalien"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "3403997"
      + username = "Stebalien"
    }

  # github_team_membership.this["core:warpfork"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "3403997"
      + username = "warpfork"
    }

  # github_team_membership.this["core:willscott"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "3403997"
      + username = "willscott"
    }

  # github_team_membership.this["dx:travisperson"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2827046"
      + username = "travisperson"
    }

  # github_team_membership.this["go team:anorth"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411285"
      + username = "anorth"
    }

  # github_team_membership.this["go team:aschmahmann"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411285"
      + username = "aschmahmann"
    }

  # github_team_membership.this["go team:davidd8"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411285"
      + username = "davidd8"
    }

  # github_team_membership.this["go team:kubuxu"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411285"
      + username = "Kubuxu"
    }

  # github_team_membership.this["go team:rvagg"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411285"
      + username = "rvagg"
    }

  # github_team_membership.this["go team:stebalien"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411285"
      + username = "Stebalien"
    }

  # github_team_membership.this["go team:tchardin"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2411285"
      + username = "tchardin"
    }

  # github_team_membership.this["go team:warpfork"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411285"
      + username = "warpfork"
    }

  # github_team_membership.this["go team:whyrusleeping"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2411285"
      + username = "whyrusleeping"
    }

  # github_team_membership.this["java team:ianopolous"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2211157"
      + username = "ianopolous"
    }

  # github_team_membership.this["java team:jbenet"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2211157"
      + username = "jbenet"
    }

  # github_team_membership.this["javascript team:gozala"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "Gozala"
    }

  # github_team_membership.this["javascript team:haadcode"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "haadcode"
    }

  # github_team_membership.this["javascript team:hacdias"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "hacdias"
    }

  # github_team_membership.this["javascript team:hugomrdias"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "hugomrdias"
    }

  # github_team_membership.this["javascript team:ipldbot"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "ipldbot"
    }

  # github_team_membership.this["javascript team:mcollina"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "mcollina"
    }

  # github_team_membership.this["javascript team:mikeal"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2208929"
      + username = "mikeal"
    }

  # github_team_membership.this["javascript team:momack2"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "momack2"
    }

  # github_team_membership.this["javascript team:nicola"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "nicola"
    }

  # github_team_membership.this["javascript team:pkafei"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "pkafei"
    }

  # github_team_membership.this["javascript team:richardschneider"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "richardschneider"
    }

  # github_team_membership.this["javascript team:rvagg"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2208929"
      + username = "rvagg"
    }

  # github_team_membership.this["javascript team:tchardin"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "tchardin"
    }

  # github_team_membership.this["javascript team:victorb"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2208929"
      + username = "victorb"
    }

  # github_team_membership.this["python team:dhruvbaldawa"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2474599"
      + username = "dhruvbaldawa"
    }

  # github_team_membership.this["research:stebalien"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "2591269"
      + username = "Stebalien"
    }

  # github_team_membership.this["rust team:mxinden"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "2598323"
      + username = "mxinden"
    }

  # github_team_membership.this["w3dt-stewards:jorropo"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "member"
      + team_id  = "4657014"
      + username = "Jorropo"
    }

  # github_team_membership.this["w3dt-stewards:stebalien"] will be created
  + resource "github_team_membership" "this" {
      + etag     = (known after apply)
      + id       = (known after apply)
      + role     = "maintainer"
      + team_id  = "4657014"
      + username = "Stebalien"
    }

  # github_team_repository.this["admin:eth-hash-to-cid"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "eth-hash-to-cid"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:explore.ipld.io"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "explore.ipld.io"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:go-ipld-selector-text-lite"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "go-ipld-selector-text-lite"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:ipld"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "ipld"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:ipld-examples"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "ipld-examples"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:ipld-in-memory"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "ipld-in-memory"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:java-cid"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "java-cid"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-bitcoin"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-bitcoin"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-eth-block-list"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-eth-block-list"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-eth-storage-trie"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-eth-storage-trie"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-eth-tx"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-eth-tx"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-git"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-git"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-graph-builder"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-graph-builder"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-ipld-torrent-file"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "js-ipld-torrent-file"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:js-unixfsv2"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-unixfsv2"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:research"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "research"
      + team_id    = "2080485"
    }

  # github_team_repository.this["admin:specs"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "specs"
      + team_id    = "2080485"
    }

  # github_team_repository.this["contributors:team-mgmt"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "team-mgmt"
      + team_id    = "2411284"
    }

  # github_team_repository.this["core:cid-cbor"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "cid-cbor"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:explore.ipld.io"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "explore.ipld.io"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:go-ipld"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "go-ipld"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:go-ipld-daghelpers"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "go-ipld-daghelpers"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:go-ipld-prime-proto"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "go-ipld-prime-proto"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:go-ipld-schema"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "go-ipld-schema"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:go-ipld-selector-text-lite"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "go-ipld-selector-text-lite"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:ipld-examples"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "ipld-examples"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:is-circular"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "is-circular"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:java-cid"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "java-cid"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:java-ipld-cbor"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "java-ipld-cbor"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-car"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-car"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-cli"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-cli"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-codec-interface"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-codec-interface"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-dag-cbor"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-dag-cbor"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-fbl"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-fbl"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-bitcoin"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-bitcoin"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-block"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-block"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-dag-cbor"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-dag-cbor"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-eth-account-snapshot"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-eth-account-snapshot"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-eth-block-list"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-eth-block-list"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-eth-storage-trie"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-eth-storage-trie"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-eth-tx-trie"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-eth-tx-trie"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-git"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-git"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-schema"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-schema"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-selector"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-selector"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-ipld-torrent-info"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-ipld-torrent-info"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:js-schema-validation"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-schema-validation"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:libipld"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "libipld"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:metrics"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "metrics"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:persistent-metadata"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "persistent-metadata"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:research"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "research"
      + team_id    = "3403997"
    }

  # github_team_repository.this["core:team-mgmt"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "team-mgmt"
      + team_id    = "3403997"
    }

  # github_team_repository.this["go team:cid-cbor"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "cid-cbor"
      + team_id    = "2411285"
    }

  # github_team_repository.this["go team:go-ipld-deprecated"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "go-ipld-deprecated"
      + team_id    = "2411285"
    }

  # github_team_repository.this["go team:go-ipld-graphql"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "maintain"
      + repository = "go-ipld-graphql"
      + team_id    = "2411285"
    }

  # github_team_repository.this["go team:go-ipld-selector-text-lite"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "go-ipld-selector-text-lite"
      + team_id    = "2411285"
    }

  # github_team_repository.this["go team:go-storethehash"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "go-storethehash"
      + team_id    = "2411285"
    }

  # github_team_repository.this["go team:ipld-examples"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "ipld-examples"
      + team_id    = "2411285"
    }

  # github_team_repository.this["go team:replication"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "replication"
      + team_id    = "2411285"
    }

  # github_team_repository.this["javascript team:auto"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "auto"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:eth-hash-to-cid"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "eth-hash-to-cid"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:interface-ipld-format"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "interface-ipld-format"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:ipld-examples"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "ipld-examples"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:ipld-in-memory"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "ipld-in-memory"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-block"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-block"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-cli"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-cli"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-codec-interface"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-codec-interface"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-dag-pb"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-dag-pb"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-examples"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "js-examples"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-fbl"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-fbl"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-bencode"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-bencode"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-bitcoin"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-bitcoin"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-block"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-block"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-cli"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-cli"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-dag-pb"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-dag-pb"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-eth-block"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-eth-block"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-eth-state-trie"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-eth-state-trie"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-eth-tx"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-eth-tx"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-eth-tx-trie"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-eth-tx-trie"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-git"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-git"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-graph-builder"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-graph-builder"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-selector"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-selector"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-ipld-zcash"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-ipld-zcash"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-path-level-one"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-path-level-one"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:js-schema-gen"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "js-schema-gen"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:specs"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "specs"
      + team_id    = "2208929"
    }

  # github_team_repository.this["javascript team:team-mgmt"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "team-mgmt"
      + team_id    = "2208929"
    }

  # github_team_repository.this["python team:py-cid"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "py-cid"
      + team_id    = "2474599"
    }

  # github_team_repository.this["rust team:codec-fixtures"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "codec-fixtures"
      + team_id    = "2598323"
    }

  # github_team_repository.this["rust team:interface-ipld-format"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "interface-ipld-format"
      + team_id    = "2598323"
    }

  # github_team_repository.this["rust team:ipld-examples"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "ipld-examples"
      + team_id    = "2598323"
    }

  # github_team_repository.this["rust team:specs"] will be created
  + resource "github_team_repository" "this" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "pull"
      + repository = "specs"
      + team_id    = "2598323"
    }

Plan: 143 to add, 0 to change, 0 to destroy.
```

</details>
<!-- Sticky Pull Request Comment -->